Revit 2027 API
ParameterTypeId.RbsEnergyAnalysisExportCategoryParam Property
 "Export Category"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsEnergyAnalysisExportCategoryParam { get; }
Public Shared ReadOnly Property RbsEnergyAnalysisExportCategoryParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsEnergyAnalysisExportCategoryParam {
	ForgeTypeId^ get ();
}
static member RbsEnergyAnalysisExportCategoryParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace